房 屋 租 赁 合 同

出租人（甲方）：${jiaUser.userName}     身份证号：${jiaUser.userName}
承租人（乙方）：${yiUser.userName}      身份证号：${yiUser.userName}

依据《中华人民共和国合同法》及有关法律、法规的规定，甲方与乙方在平等、自愿的基础上，就房屋租赁的有关事宜达成协议如下：

第一条  房屋基本情况
（一）房屋坐落于西安市            区              路
小区      号楼      单元         室，建筑面积         平方米。

第二条  房屋租赁情况及登记备案
（一）租赁用途：          ；如租赁用途为居住的，居住人数为：       ，最多不超过         人。
（二）甲方应根据《西安市城市房屋租赁管理办法》依法向相关部门登记备案，并承担相关费用。

第三条  租赁期限
（一）房屋租赁期自         年     月     日至         年     月     日，共计     年     个月。甲方应于         年     月     日前将房屋按约定条件交付给乙方。《房屋交割清单》经甲乙双方交验签字盖章并移交房门钥匙                     后视为交付完成。
（二）租赁期满或合同解除后，甲方有权收回房屋，乙方应按照原状返还房屋及其附属物品、设备设施。甲乙双方应对房屋和附属物品、设备设施及水电使用等情况进行验收，结清各自应当承担的费用。
乙方继续承租的，应提前三十日向甲方提出续租要求,协商一致后双方重新签订房屋租赁合同。

第四条  租金及押金
（一）租金标准：            元/月（￥           ），租金总计：人民币
                             圆整（￥               ）。
支付方式：（□现金/□转帐支票/□银行汇款），押    付    ，各期租金支付日期:              ，               ，                                   。
（二）押金：人民币                元整（￥           ），租赁期满或合同解除后，房屋租赁押金除抵扣应由乙方承担的费用、租金，以及乙方应当承担的违约赔偿责任外，剩余部分应如数返还给乙方。

第五条  其他相关费用的承担方式
租赁期内所产生的与房屋有关的各种生活、物业费用均由乙方承担。如确实因为甲方所提供的房屋在租赁期内严重影响乙方居住生活，需要对房屋进行必要维修时，维修所产生的所有费用则由甲方承担。

第六条  房屋维护及维修
（一）甲方应保证出租房屋的建筑结构和设备设施符合建筑、消防、治安、卫生等方面的安全条件，不得危及人身安全；乙方保证遵守国家、西安市的法律法规规定以及房屋所在小区的物业管理规约。
（二）租赁期内，甲乙双方应共同保障该房屋及其附属物品、设备设施处于适用和安全的状态：
1、对于该房屋及其附属物品、设备设施因自然属性或合理使用而导致的损耗，乙方应及时通知甲方修复。甲方应在接到乙方通知后的七日内进行维修。逾期不维修的，乙方可代为维修，费用由甲方承担。因维修房屋影响乙方使用的，应相应减少租金或延长租赁期限。
2、因乙方保管不当或不合理使用，致使该房屋及其附属物品、设备设施发生损坏或故障的，乙方应负责维修或承担赔偿责任。

第七条  转租
除甲乙双方另有约定以外，乙方须事先征得甲方书面同意，方可在租赁期内将房屋部分或全部转租给他人，并就受转租人的行为向甲方承担责任。

第八条  合同解除
（一）经甲乙双方协商一致，可以解除本合同。
（二）因不可抗力导致本合同无法继续履行的，本合同自行解除。
（三）甲方有下列情形之一的，乙方有权单方解除合同：
1、迟延交付房屋达七日的。
2、交付的房屋严重不符合合同约定或影响乙方安全、健康的。
3、不承担约定的维修义务，致使乙方无法正常使用房屋的。
（四）乙方有下列情形之一的，甲方有权单方解除合同，收回房屋：
1、不按照约定时间拖延支付租金达七日的。
2、欠缴各项费用的。
3、擅自改变房屋用途的。
4、擅自拆改、变动或损坏房屋主体结构的。
5、保管不当或不合理使用导致附属物品、设备设施损坏并拒不赔偿的。
6、利用房屋从事违法活动、损害公共利益或者妨碍他人正常工作、生活的。
7、擅自将房屋转租给第三人的。
（五）其他法定的合同解除情形。

第九条  违约责任
（一）甲方有第九条第三款约定的情形之一的，应按单月租金的百分之百向乙方支付违约金；乙方有第九条第四款约定的情形之一的，应按单月租金的百分之百向甲方支付违约金，甲方并可要求乙方将房屋恢复原状或赔偿相应损失。
（二）租赁期内，甲方需提前收回该房屋的，或乙方需提前退租的，应提前三十日通知对方，并按月租金的百分之百支付违约金，甲方还应退还相应的租金。
（三）因甲方未按约定履行维修义务造成乙方人身、财产损失的，甲方应承担赔偿责任。
（四）甲方未按约定时间交付该房屋或者乙方不按约定时间支付租金但未达到解除合同条件的，以及乙方未按约定时间返还房屋的，应按月租金的百分之百支付违约金。

第十一条 合同争议的解决办法
本合同项下发生的争议，由双方当事人协商解决；协商不成的，依法向有管辖权的人民法院起诉，或按照另行达成的仲裁条款或仲裁协议申请仲裁。

本合同经双方签字盖章后生效。本合同及附件一式二份，其中甲方执一份，乙方执一份，。
本合同生效后，各方对合同内容的变更或补充应采取书面形式，作为本合同的附件。附件与本合同具有同等的法律效力。

出租人（甲方）签字：　　              承租人（乙方）签字：　
委托代理人 ：                         委托代理人：
签订时间_________年____月____日      签订时间 _________年____月____日